module.exports = [
	{
		id: 1,
		question: "Какая любимая музыкальная группа Константина?",
		answers: [
			"Porcupine Tree",
			"Нюша",
			"Крошки Из Кармана Якубовича",
			"Incubus",
		],
		multiple: false
	}, {
		id: 2,
		question: "В каком возрасте Константин начал жить самостоятельно?",
		answers: [
			"Когда убежал из детского дома",
			"До сих пор не начал",
			"В двенадцать лет",
			"Не надо таких подробностей"
		],
		multiple: false
	}, {
		id: 3,
		question: "В скольких городах успел пожить в последние два года Константин?",
		answers: [
			"В трёх, да и те были деревнями",
			"В шести, если считать только эту планету",
			"Корень из трёх",
			"Корень сельдерей"
		],
		multiple: false
	}, {
		id: 4,
		question: "Назовите, пожалуйста, сумму цифр номера телефона Константина.",
		answers: [
			"120",
			"['3', '7', '5', '4', '4', '4', '6', '8', '0', '1', '3', '3'].reduce(function(res, current){ return res + +current }, 0);",
			"У него есть телефон?",
			"Я гуманитарий, это не ко мне",
		],
		multiple: false
	}, {
		id: 5,
		question: "Какой напиток Константин любит больше всего?",
		answers: [
			"Воду",
			"Кофе",
			"Джин",
			"Огуречный рассол"
		],
		multiple: false
	}, {
		id: 6,
		question: "Почему вы предпочитаете взять на работу именно Константина?",
		answers: [
			"Он очень креативен",
			"Wargaming нуждается именно в нём",
			"Ну, так сложились обстоятельства",
			"Все вышеперечисленные пункты",
		],
		multiple: false
	}, {
		id: 7,
		question: "Какие из нижеперечисленных блюд/продуктов Константин не употребляет?",
		answers: [
			"Поролон",
			"Холодец",
			"Рыбу-дипломат",
			"Чернослив"
		],
		multiple: true
	}, {
		id: 8,
		question: "Сколько гитар в коллекции Константина?",
		answers: [
			"Одна, да и та балалайка",
			"Три штуки",
			"Полный вагон",
			"Это не важно"
		],
		multiple: false
	}, {
		id: 9,
		question: "Почему Константин не занимается музыкой профессионально?",
		answers: [
			"Мало платят",
			"Руки кривые, ими только код писать",
			"Никто не предлагал",
			"Просто не хочет"
		],
		multiple: false
	}, {
		id: 10,
		question: "Какие качества выгодно отличают Константина от других кандидатов?",
		answers: [
			"Дурацкие вопросы в опроснике",
			"Красивые глаза",
			"Чистый код",
			"Стильно одет",
			"Да никакие, собственно"
		],
		multiple: true
	}, {
		id: 11,
		question: "Назовите главный недостаток Константина",
		answers: [
			"Трудоголизм",
			"Перфекционизм",
			"Никогда не опаздывает",
			"Всё делает раньше сроков"
		],
		multiple: false
	}, {
		id: 12,
		question: "Почему Константин решил сменить место работы?",
		answers: [
			"Хочет больше денег",
			"Мы сами его позвали, просто HR об этом забыли",
			"Всю жизнь мечтал работать в Wargaming",
			"О Боже, да всем плевать"
		],
		multiple: false
	}, {
		id: 13,
		question: "Кем вы видите Константина через 5 лет?",
		answers: [
			"Тим-лидом в Wargaming",
			"Пути Господни неисповедимы",
			"Бомжом",
			"Пишущим виджеты в качестве тестового задания в Wargaming"
		],
		multiple: false
	}
];
