export default [
	{
		id: 1,
		question: "Любимый город действующего президента США.",
		answers: [
			"Ашхабад",
			"Оклахома-Сити",
			"Сыктывкар",
			"Чернигов"
		],
		multiple: false
	}, {
		id: 2,
		question: "Почему в мире дешевеет нефть?",
		answers: [
			"Шестнадцать",
			"Беловежская Пуща",
			"Кёрлинг",
			"В связи с зимними заморозками"
		],
		multiple: false
	}, {
		id: 3,
		question: "Как вы считаете, сколько будет стоить белорусский рубль в мае 2016-го?",
		answers: [
			"Белорусский рубль будет стоить",
			"Будет рубль стоить белорусский",
			"Рубль белорусский стоить будет",
			"Мне всё равно, я программист"
		],
		multiple: false
	}, {
		id: 4,
		question: "Как вы думаете, за вами следят через вэб-камеру вашего лэптопа?",
		answers: [
			"Не знаю, я обычно использую свой лэптоп в качестве зеркала",
			"Я и так транслирую всю свою жизнь в интернет, поэтому мне всё равно",
			"Думаю, да, поэтому залепил её скотчем",
			"Это физически невозможно"
		],
		multiple: false
	}
];
