module.exports = [
	{
		id: 1,
		question: "Чем программисты отличаются от людей?",
		answers: [
			"Последовательностью",
			"Неадекватностью",
			"Зарплатой",
			"Наличием теннисного стола на работе"
		],
		multiple: true
	}, {
		id: 2,
		question: "В каком возрасте нужно прекращать заниматься ерундой?",
		answers: [
			"В 90",
			"После окончания института",
			"Сразу после того, как вас первый раз бросил(а) девушка/парень",
			"В понедельник с девяти утра",
		],
		multiple: false
	}, {
		id: 3,
		question: "Если вам наступили на ногу в троллейбусе, как вы поступите?",
		answers: [
			"Поступлю в институт",
			"Вытолкну его внезапно на следующей же остановке",
			"Поблагодарю и извинюсь за то, что моя нога стояла у него на пути",
			"Посчитаю в уме до ста сорока"
		],
		multiple: false
	}, {
		id: 4,
		question: "Чем бы вы могли заменить обои на стенах вашей прихожей?",
		answers: [
			"Распечаткой эпических чатов из скайпа",
			"Фотографиями своего домашнего питомца",
			"Чеками и жировками за квартиру",
			"Вышедшими из обращения белорусскими деньгами"
		],
		multiple: true
	}
]
