module.exports = [
	{
		id: 1,
		question: "Поддерживаете ли вы запрет на продажу алкоголя по пятницам?",
		answers: [
			"Нет, это зверство",
			"Да, это оздоровит нацию",
			"Мне все равно, я не пью",
			"Мне все равно, я и так продолжу пить"
		],
		multiple: false
	},
	{
		id: 2,
		question: "Нужна ли платная парковка в спальных районах Москвы?",
		answers: [
			"Да, порядок должен быть во всем",
			"Нет, это абсолютно непродуманная политика чиновников",
			"Однозначно не скажешь: спальный район спальному район рознь",
			"Нужна только в том случае, если ее введение поддерживают сами жители",
			"Предлагаю замостить парковками всю проезжую часть города — и закрыть вопрос"
		],
		multiple: false
	},
	{
		id: 3,
		question: "Нужно ли в России вводить штрафы за окурки, брошенные на улице?",
		answers: [
			"Да, надоело, что они везде валяются",
			"Нет, проще поставить побольше урн",
			"Вводи-не вводи, все равно меньше сорить не станут"
		],
		multiple: false
	},
	{
		id: 4,
		question: "За что бы вы штрафовали в московском метро?",
		answers: [
			"За задержку пассажиров, выходящих из вагонов",
			"За стояние на эскалаторе при движении вниз",
			"За неснятые рюкзаки",
			"Штрафов и так достаточно"
		],
		multiple: true
	},
	{
		id: 5,
		question: "Может ли, по-вашему, охранник магазина обыскивать покупателей?",
		answers: [
			"Да, если есть основания подозревать его в краже",
			"Да, но в присутствии полицейского",
			"Нет, это грубое нарушение прав",
			"Меня обыскивали, мне понравилось"
		],
		multiple: false
	}
];
