module.exports = [
	{
		id: 1,
		question: "Как вы относитесь к спорту?",
		answers: [
			"Положительно",
			"Нейтрально",
			"Отрицательно"
		],
		multiple: false
	},
	{
		id: 2,
		question: "Занимаетесь ли вы спортом?",
		answers: [
			"Да",
			"Нет",
			"Планирую"
		],
		multiple: false
	},
	{
		id: 3,
		question: "Как привлечь молодежь к спорту?",
		answers: [
			"Регулярно проводить акции и мероприятия",
			"Пропагандировать здоровый образ жизни",
			"Бить кнутом и заставлять",
			"Построить спорт. площадки в каждом дворе"
		],
		multiple: true
	},
	{
		id: 4,
		question: "Есть ли у вас спортивный разряд?",
		answers: [
			"Есть. Горжусь",
			"Нет",
			"Хотелось бы",
			"Мне не надо"
		],
		multiple: false
	},
	{
		id: 5,
		question: "Следите ли вы за спортивными новостями?",
		answers: [
			"Читаю каждый день сводку",
			"Слежу только за любимой командой/спортсменом",
			"Нет, но если наши выигрывают - напиваюсь, как и все",
			"Нет. Там всё куплено"
		],
		multiple: false
	},
	{
		id: 6,
		question: "Какой вид спорта вы смотрите по телевизору?",
		answers: [
			"Хоккей",
			"Футбол",
			"Бобслей",
			"Там, где две модели борются в грязи"
		],
		multiple: false
	}
];
